/* Text for close button */
"Close" = "Luk";

/* Text for button to scan a credit card */
"Scan Card" = "Scan kort";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Scan kort";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "Det indtastede IBAN-nummer er ugyldigt.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Der opstod en fejl under behandling af dit kort – prøv igen om et par sekunder";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Der opstod en uventet fejl – prøv igen om et par sekunder";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Prøv igen";

/* Error when the card has already expired */
"Your card has expired" = "Dit kort er udløbet";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Dit kort blev afvist";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Kortets udløbsmåned er ugyldig";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Kortets udløbsår er ugyldigt";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Kortnummeret er ugyldigt";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Kortets sikkerhedskode er ugyldig";

/* Error when customer's name is invalid */
"Your name is invalid." = "Dit navn er ugyldigt.";

